benchmark/txt_reports/pyfastapi_txt/result_all.txt
Requests      [total, rate, throughput]         5040000, 8398.00, 8397.99
Duration      [total, attack, wait]             10m0s, 10m0s, 120.54µs
Latencies     [min, mean, 50, 90, 95, 99, max]  64.53µs, 226.662µs, 125.648µs, 353.103µs, 497.279µs, 870.157µs, 49.684ms
Bytes In      [total, mean]                     7420060800, 1472.23
Bytes Out     [total, mean]                     7324800000, 1453.33
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:5040000  
Error Set: