benchmark/txt_reports/pyfastapi_txt/result_post_2m_10000.bin.txt
Requests      [total, rate, throughput]         1200000, 10000.09, 10000.07
Duration      [total, attack, wait]             2m0s, 2m0s, 218.96µs
Latencies     [min, mean, 50, 90, 95, 99, max]  64.53µs, 190.938µs, 119.845µs, 286.942µs, 410.798µs, 699.45µs, 33.967ms
Bytes In      [total, mean]                     39600000, 33.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:1200000  
Error Set: