benchmark/txt_reports/pyfastapi_txt/result_post_read_big_body_2m_2000.bin.txt
Requests      [total, rate, throughput]         240000, 2000.02, 1999.99
Duration      [total, attack, wait]             2m0s, 2m0s, 1.306ms
Latencies     [min, mean, 50, 90, 95, 99, max]  223.43µs, 620.403µs, 427.162µs, 789.489µs, 1.147ms, 3.944ms, 49.684ms
Bytes In      [total, mean]                     7293120000, 30388.00
Bytes Out     [total, mean]                     7293600000, 30390.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:240000  
Error Set: