benchmark/txt_reports/pyfastapi_txt/result_raw_json_2m_10000.bin.txt
Requests      [total, rate, throughput]         1200000, 10000.09, 10000.08
Duration      [total, attack, wait]             2m0s, 2m0s, 120.54µs
Latencies     [min, mean, 50, 90, 95, 99, max]  64.89µs, 221.017µs, 123.188µs, 367.756µs, 489.224µs, 762.028µs, 32.685ms
Bytes In      [total, mean]                     38400000, 32.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:1200000  
Error Set: